import copy

all_tarot_cards = (
        # Большие арканы
        "Шут", "Маг", "Жрица", "Императрица", "Император", "Верховный жрец",
        "Влюбленные", "Колесница", "Сила", "Отшельник", "Колесо фортуны",
        "Справедливость", "Повешенный", "Смерть", "Умеренность", "Дьявол",
        "Башня", "Звезда", "Луна", "Солнце", "Суд", "Мир",
        # Младшие арканы - Жезлы
        "Туз жезлов", "Король жезлов", "Королева жезлов", "Рыцарь жезлов", "Паж жезлов", 
        "Двойка жезлов", "Тройка жезлов", "Четверка жезлов", "Пятерка жезлов","Шестерка жезлов", 
        "Семерка жезлов", "Восьмерка жезлов", "Девятка жезлов", "Десятка жезлов",
        
        # Младшие арканы - Кубки
        "Туз кубков", "Король кубков", "Королева кубков", "Рыцарь кубков", "Паж кубков", 
        "Двойка кубков", "Тройка кубков", "Четверка кубков", "Пятерка кубков", "Шестерка кубков", 
        "Семерка кубков", "Восьмерка кубков", "Девятка кубков", "Десятка кубков",
        
        # Младшие арканы - Мечи
        "Туз мечей", "Король мечей", "Королева мечей", "Рыцарь мечей", "Паж мечей", 
        "Двойка мечей", "Тройка мечей", "Четверка мечей", "Пятерка мечей","Шестерка мечей", 
        "Семерка мечей", "Восьмерка мечей", "Девятка мечей", "Десятка мечей",
        
        # Младшие арканы - Пентакли
        "Туз пентаклей", "Король пентаклей", "Королева пентаклей", "Рыцарь пентаклей", "Паж пентаклей", 
        "Двойка пентаклей", "Тройка пентаклей", "Четверка пентаклей", "Пятерка пентаклей", "Шестерка пентаклей", 
        "Семерка пентаклей", "Восьмерка пентаклей", "Девятка пентаклей", "Десятка пентаклей",
    
    )

all_tarot_cards_revers = list(copy.deepcopy(all_tarot_cards))
for i in range(0, 78):
    all_tarot_cards_revers[i] += " (перевернутая)"
    
all_tarot_cards_revers = tuple(all_tarot_cards_revers)